Repository: common-repository/zelist
Catalog: languages/zelist-*.po
Languages: fr_fr

source: Updated %1$s ago
fr_fr: Mis à jour il y a %1$ jours

source: Published %1$s ago
fr_fr: Publié il y a %1$ jours

source: and <a href="%1$s">zeList directory plugin</a>
fr_fr: et le plugin d'annuaire zeList

source: Uncategorized
fr_fr: Non catégorisé

source: Category
fr_fr: Catégorie

source: Listing Tags
fr_fr: Étiquettes des listings

source: Updated
fr_fr: Mis à jour

source: Status: %s
fr_fr: Statut : %s

source: Published on: %1$s
fr_fr: Publié le %1$s

source: Updated on: %1$s
fr_fr: Mis à jour le %1$s

source: Deny
fr_fr: Refuser

source: Mark as dead
fr_fr: Marquer comme mort

source: Denied
fr_fr: Refusé

source: Dead
fr_fr: Mort

source: Links found in old format: %d
fr_fr: Liens trouvés dans l'ancien format : %d

source: Links updated: %d
fr_fr: Liens mis à jour : %d

source: Tags updated: %d
fr_fr: Étiquettes mises à jour : %d

source: Categories updated: %d
fr_fr: Catégories mises à jour : %d

source: zeList settings
fr_fr: Réglages zeList

source: Settings
fr_fr: Réglages

source: zeList plugin is not fully configured yet : <ul>%s</ul>
fr_fr: Le plugin zeList plugin n'est pas encore configuré : <ul>%s</ul>

source: Integration
fr_fr: Intégration

source: Directory main page
fr_fr: Page de l'annuaire

source: Modification date
fr_fr: Date de mise à jour

source: Listing title
fr_fr: Titre du listing

source: General settings
fr_fr: Réglages généraux

source: Default sort
fr_fr: Tri par défaut

source: Default sort order
fr_fr: Ordre de tri par défaut

source: Descending
fr_fr: Décroissant

source: Ascending
fr_fr: Croissant

source: ACF group used for listings
fr_fr: Groupe ACF utilisé pour les listings

source: Choose the relevant ACF group (amongst those used for "listing" posts type)
fr_fr: Choisissez le groupe ACF parmi les groupes assignés au type de Post "listing"

source: Listing category
fr_fr: Catégorie du listing

source: Admin columns
fr_fr: Colonnes de l'administration

source: Show on admin lists
fr_fr: Montrer dans les listes d'administration

source: Show on front end
fr_fr: Montrer sur le site public

source: Front end submit
fr_fr: Formulaire public

source: Show on front end form
fr_fr: Montrer sur le formulaire public

source: Website fields
fr_fr: Champs du site

source: None
fr_fr: Aucun

source: Labels
fr_fr: Libellés

source: Listing Tag
fr_fr: Étiquette

source: Links
fr_fr: LIens

source: Featured field
fr_fr: Champ "Mise en avant"

source: Website URL field name
fr_fr: Nom du champ contenant l'URL

source: Facebook field name
fr_fr: Champ Facebook

source: Facebook URL will be prepended if needed
fr_fr: Le domaine Facebook sera ajouté à l'adresse si nécessaire

source: Twitter field name
fr_fr: Champ Twitter

source: Twitter URL will be prepended if needed
fr_fr: Le domaine Twitter sera ajouté à l'adresse si nécessaire

source: Where should the link point on archive pages
fr_fr: Où doit pointer le lien sur les pages d'archives ?

source: To the listing single page
fr_fr: Vers la page (interne) du listing

source: To the external URL
fr_fr: Vers l'URL externe

source: Slugs
fr_fr: Permaliens

source: Prefix for categories
fr_fr: Préfixe des catégories

source: directory/
fr_fr: annuaire/

source: Prefix for listing tags
fr_fr: Préfixe des étiquettes

source: directory/tag/
fr_fr: annuaire/etiquette/

source: Prefix for single listing
fr_fr: Préfixe des listings

source: directory/listing/
fr_fr: annuaire/listing/

source: Please activate <a href="%s">Pretty Permalinks</a> to manage Links URLs options
fr_fr: Merci d'activer <a href="%s">les permaliens</a> pour gérer les options d'URL

source: Import from older version
fr_fr: Importer d'une version précédente

source: Previous listing
fr_fr: Listing précédent

source: Next listing
fr_fr: Listing suivant

source: Your listing has been submitted and is pending validation by an editor
fr_fr: Votre proposition a été reçue et sera examinée par un éditeur

source: Submit listing
fr_fr: Proposer un listing

source: Listing Categories
fr_fr: Catégories du listing

source: All categories
fr_fr: Toutes les catégories

source: Add new listing
fr_fr: Ajouter un nouveau listing

source: Edit listing
fr_fr: Éditer le listing

source: New listing
fr_fr: Nouveau listing

source: View listing
fr_fr: Voir le listing

source: View listings
fr_fr: Voir les listings

source: Search listings
fr_fr: Rechercher dans les listings

source: No listing found
fr_fr: Aucun listing trouvé

source: No listing found in trash
fr_fr: Aucun listing trouvé dans la corbeille

source: All listings
fr_fr: Tous les listings

source: Listing archives
fr_fr: Archives des listings

source: Please install and activate Advanced Custom Fields first
fr_fr: Merci d'installer et d'activer Advanced Custom Fields

source: directory/link/
fr_fr: annuaire/lien/

source: Recently published
fr_fr: Inscriptions récentes

source: Recently updated
fr_fr: Mises à jour récentes

source: Continue reading<span class="screen-reader-text"> "%s"</span>
fr_fr: Lire la suite<span class="screen-reader-text"> "%s"</span>

source: zeList directory for WordPress
fr_fr: zeList l'annuaire WordPress

source: List things
fr_fr: Gérer et afficher des listings (sites web, associations, adresses, etc.)
